pages/about-me/index.html
<!DOCTYPE html>
<html prefix="" lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width">
<title>About Me | im_oisin</title>
<link rel="alternate" type="application/rss+xml" title="RSS" href="../../rss.xml">
<link rel="canonical" href="https://imois.in/pages/about-me/">
<!--[if lt IE 9]><![endif]--><link href="https://code.jquery.com/ui/1.10.2/themes/smoothness/jquery-ui.css" rel="stylesheet" type="text/css">
<!-- Adsense code! --><link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<meta name="author" content="Oisin Carroll">
<meta property="og:site_name" content="im_oisin">
<meta property="og:title" content="About Me">
<meta property="og:url" content="https://imois.in/pages/about-me/">
<meta property="og:description" content="About Me


Hi, I'm Oisin,



Right now, I'm a Masters Computer Engineering student in Trinity College,
Dublin. A longtime hobbyist gamedeveloper, juggler, and machine learning enthusiast, recently I'v">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2019-12-26T22:35:28Z">
</head>
<body>
    

    <header id="header" class="navbar"><div class="container">
            
    <div class="brand">

        <div class="brand-text">
            <a href="https://imois.in/" title="im_oisin" rel="home">
                im_oisin
            </a>
        </div>

        <a id="btn-toggle-nav" class="navbar-toggle">
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </a>
    </div>

            
    <nav class="navbar-collapse collapse"><ul class="nav">
<li><a href="../../archive.html">Archive</a></li>
                <li><a href="../../categories/">Tags</a></li>
                <li><a href="../../rss.xml">RSS feed</a></li>
                <li><a href="../about-me">About Me</a></li>
    
    
    </ul></nav>
</div>
    </header><div class="header-padding"> </div>

    
    <div class="post-header">
        <div class="container">
            <div class="title">
                About Me
            </div>
        </div>
    </div>

    <div id="post-main" class="main">
        <div class="container">
        <div id="outline-container-org8bbbf19" class="outline-2">
<h2 id="org8bbbf19">About Me</h2>
<div class="outline-text-2" id="text-org8bbbf19">
<p>
Hi, I'm Oisin,
</p>

<p>
Right now, I'm a Masters Computer Engineering student in Trinity College,
Dublin. A longtime hobbyist gamedeveloper, juggler, and machine learning enthusiast, recently I've
been trying to up my pure-maths skills, too.
</p>

<p>
This site collects random projects I've been working on in my spare time.
</p>

<p>
Other bits I've worked on/am working on include:
</p>
<ul class="org-ul">
<li>
<a href="http://siliconsynapse.net/"><b>Silicone Synapse</b></a>: A VR exhibit with artist AlanJames Burns.</li>
<li>
<a href="https://syze.ai/"><b>Syze.ai</b></a>: An AI-based startup aiming to reduce returns for online clothing stores.</li>
<li>
<a href="https://www.facebook.com/WizardLizardGame/"><b>WizardLizard</b></a>: A 3d puzzle game based on illusions, featuring a procedural lizard.</li>
<li>
<a href="https://github.com/oisincar/cnp-5"><b>CNP</b></a>: An old maths problem that is the subject of a recent <a href="http://michaelnielsen.org/polymath1/index.php?title=Hadwiger-Nelson_problem">polymath project</a>.</li>
</ul>
<p>
<a href="../../misc/resume.pdf">My CV</a> is a bit outdated now but might be interesting!
</p>
</div>
</div>

<div id="outline-container-org3a00af0" class="outline-2">
<h2 id="org3a00af0">Contact</h2>
<div class="outline-text-2" id="text-org3a00af0">
<p>
Feel free to contact me via email; hi@imois.in. I'm told there are people
sharing my name/ background on linkedin but they're not me(!)
</p>
</div>
</div>

        

        </div>
    </div>

    
    <footer><div class="container">
            <div class="social">
                <div class="social-entry">
                    <a href="mailto:oisincar@gmail.com" target="_blank">
                        <i class="fa fa-envelope-o"></i>
                    </a>
                </div>


                <div class="social-entry">
                    <a href="https://github.com/oisincar" target="_blank">
                        <i class="fa fa-github"></i>
                    </a>
                </div>

                <div class="social-entry">
                    <a href="../../rss.xml" target="_blank">
                        <i class="fa fa-rss"></i> 
                    </a>
                </div>
            </div>
                <div class="copyright">
                    Contents © 2020         <a href="mailto:oisincar@gmail.com">Oisin Carroll</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
                    
                </div>
           
        </div>
    </footer><!-- Global site tag (gtag.js) - Google Analytics --><script async src="https://www.googletagmanager.com/gtag/js?id=UA-143421297-1"></script><script>
  window.dataLayer = window.dataLayer || [];
  function gtag(){dataLayer.push(arguments);}
  gtag('js', new Date());

  gtag('config', 'UA-143421297-1');
</script><script src="../../assets/js/all-nocdn.js" type="text/javascript"></script>
</body>
</html>
